{"songs": [{"title": "Try Me", "album": "My Dear Melancholy,", "year": "2018-03-30", "lyrics": "[Intro]\nAny time is the time\nAny time for you to get my call, baby (so, baby)\nAre you alone, baby?\nIf he ain't around, pick up your phone, baby\nWhoa\n\n[Chorus]\nCan you try me? (try me), try me (try me)\nOnce you put your pride aside\nYou can notify me (-fy me), -fy me (-fy me)\nYou're the best I ever had\nBaby girl, remind me (-mind me), -mind me (-mind me)\nLet me know if it's on\nAnd you know where to find me, find me\nHavin' thoughts you never had, yeah\n\n[Verse]\nI didn't know you were down for him finding out\nI thought you had some kind of love for your man\nWell, I'm not tryna break up something\nYou've been workin' out, you've been steady\nBut I'm ready to go all the way if you let me\nDon't you tempt me\nYou're lookin' grown since the last time I looked at you\nIt might have been, been about a couple months\nBut I just got the picture that you texted to me\nYou ain't steady, you look ready to go all the way\nIf you let me take you down on me\n\n[Chorus]\nCan you try me? (try me), try me (try me)\nOnce you put your pride aside (once you put your pride aside)\nYou can notify me (-fy me), -fy me (-fy me)\nYou're the best I ever had (you're the best I ever had)\nBaby girl, remind me (-mind me), -mind me (-mind me)\nLet me know if it's on (let me know)\nAnd you know where to find me, find me (hey)\nHavin' thoughts you never had, yeah\nCan you try me? Try me, try me\nOnce you put your pride aside\nYou can notify me, -fy me\nYou're the best I ever had (you're the best I ever had)\nBaby girl, remind me, -mind me\nLemme know if it's on (let me know)\nAnd you know where to find me (find me), find me (find me) Having thoughts you never had, yeah\n\n[Bridge]\nOh, lo\nLo-lo-lo-lo-lo-lo\nLo-lo-lo-lo-lo, lo-lo-lo\nLo-lo-lo-lo-lo-lo\nBetter try me\n\n[Outro]\nDon't you mess with me\nDon't you mess with me\nThe way I kissed your scars\nThe way I fixed your heart, oh\nDon't you miss me, babe?\nDon't you miss me, baby?", "image": "https://images.genius.com/8a61c5bd8038fb97065b3ed6a278bbb0.1000x1000x1.jpg"}], "artist": "The Weeknd"}