{"songs": [{"title": "Reminder (Remix)", "album": null, "year": "2017-08-01", "lyrics": "[Intro: The Weeknd, Young Thug & A$AP Rocky]\nKnow me, know me\nHo-ohh-ohh-oh\nKnow me, know me\nOh, na-na-na-na-na\nKnow me, know me\nWoah-woah-oh-oh\nKnow me, know me (uh)\nNa-na-na-na-na-na\n\n[Verse 1: Young Thug]\nI used to pray to hear my songs on the radio (radio)\nGrowin' up, my folk was on, ain't have to kick a door (kick a door)\nKeep sixty bitches backstage, at like every show (every show)\nAin’t no more Hanes on my balls, these are Kenneth Cole (Cole)\nAll these squares in my pictures, yeah, we croppin' those (those)\nLet lil' shawty lick my dick, I had my boxers on (on)\nEverybody 'round me poppin, bitch, we kettle corn (kettle corn)\nFly the PJ on the e-way with the P1\nKarat and a half drippin' on my neck, son\n(ho-ohh-ohh-oh)\nTake a bubble bath with a rapper's baby mama\n(oh, na-na-na-na-na)\nYoung dirty nigga rockin' water like a swamp\n(woah-woah-oh-oh)\nYeah, I just fucked her last night, didn't tell her my name\n(na-na-na-na-na-na)\nAll these hip-hop rappers down to be Drake (na-na)\nAll my double cups purple like the soul plane (na-na-na-na-na)\nDiamonds on me loud, got you silent (hoo-aye)\nGot her bouncin' on this dick like hydraulics\n\n[Chorus: The Weeknd]\n'Cause you know me, you know me\nYou know me, you know me\nEvery time you try to forget who I am\nI'll be right there to remind you again\nYou know me (pow! pow!), you know me\n\n[Verse 2: The Weeknd]\nRecord man play my song on the radio\nYou too busy tryna find that blue-eyed soul\nI let my black hair grow and my weed smoke\nAnd I swear too much on the regular\nWe gone let them hits fly, we gone let it go\nIf it ain't XO then it gotta go\nI just won a new award for a kids show\nTalking 'bout a face numbing off a bag of blow\nI'm like, goddamn, bitch, I am not a Teen Choice\nGoddamn, bitch, I am not a bleach boy\nWhip game, make a nigga understand though\nGot that Hannibal, Silence of the Lambo\nHit the gas so hard make it rotate\nAll my niggas blew up like a propane\nAll these R&B niggas be so lame\nGot a sweet Asian chick, she go low, mane\n\n[Chorus: The Weeknd]\nYou know me, you know me, you know me\nEvery time you try to forget who I am\nI'll be right there to remind you again\nYou know me (pow! pow!), you know me\n\n[Verse 3: A$AP Rocky]\nUh, young, young nigga, same OG, stayin' low-key\nStand ten toes deep, roll fleeces\nG says, made a thesis, I'm a G\nI'm a weakness like The Weeknd, so the remix...\nI beg your pardon? It's true\nThe rumors that they start could make us break apart\nAssumin' it influenced, all a sudden, change of heart\nDivorce in court and take off with the whole thing\n'Mind 'em that they know me\nNo way you think if ever I decide to cut my hair like Abel did\nLike Jaden Smith, I'd prolly walk around all day with it\nOkay, you lame, I'm a-okay with it\nMight take the whip around my old ways\n'Mind them that they know me\n\n[Chorus: The Weeknd]\n'Cause you know me, you know me\nYou know me, you know me\nEvery time you try to forget who I am\nI'll be right there to remind you again\nYou know me (pow! pow!), you know me", "image": "https://images.genius.com/e1e6267e82ee47acda86673f001cba32.1000x1000x1.jpg"}], "artist": "The Weeknd"}